{
	"title": "Terms and Conditions — Genealogy",
	"lastUpdated": "Last updated: [06.10.2025]",
	"sections": {
		"1": {
			"title": "1. General provisions",
			"body": "These Terms govern the use of the Genealogy web application (the Site). The Site is intended for creating infographic projects: family trees, ancestor trees, and historical infographics. By using the Site you accept these Terms. If you disagree, stop using the Site."
		},
		"2": {
			"title": "2. Site features",
			"body": "The website is available without mandatory registration. Data created by anonymous users is stored in the browser's localStorage. Cookies are used for language, theme, and authorized user sessions. The administration does not have access to data stored solely in localStorage.\n\nTo improve the quality of the website and analyze traffic, we use cookies and similar technologies provided by analytics services (such as Google Analytics, Yandex Metrica, and others). These files collect anonymized statistical data, such as the number of visits, time spent on the site, traffic sources, and user interactions with content. This information helps us understand how users interact with the site and improve its functionality. Users can disable or delete these cookies at any time via their browser settings; however, this may affect the proper functioning of certain site features."
		},
		"3": {
			"title": "3. Registration and account",
			"body": "Registration is optional and offers additional features (for example, data sync) if implemented. When registering, you should provide accurate data. You are responsible for your account credentials. You may request account deletion via the Site contact form."
		},
		"4": {
			"title": "4. User rights and obligations",
			"body": "Users may create, edit, export (PNG, JPG, JSON) and import projects, and delete local data. Users must comply with applicable laws and must not perform actions that harm the Site or other users. Users are responsible for backing up their projects."
		},
		"5": {
			"title": "5. Liability limitation",
			"body": "The Site is provided 'as is'. The Administration does not guarantee uninterrupted operation. The Administration is not responsible for data loss caused by browser cleaning, device failures, user actions or third-party actions."
		},
		"6": {
			"title": "6. Privacy",
			"body": "For anonymous users data remains on the user's device and is not transmitted to the server. Registered accounts may store minimal data (email) required for authentication. The Administration uses reasonable measures to protect account data but cannot guarantee absolute security."
		},
		"7": {
			"title": "7. Advertising and support",
			"body": "The Site may display ads and optional donation/support buttons. Payment processing is handled by third-party providers; the Administration does not collect payment card data."
		},
		"8": {
			"title": "8. External links",
			"body": "The Site may contain links to third-party resources. The Administration is not responsible for their content or privacy policies."
		},
		"9": {
			"title": "9. Intellectual property",
			"body": "The Site and its code are intellectual property. Users are allowed to freely use and distribute materials and functionality of the Site, including for creating their own projects, provided they comply with the laws of their country and respect third-party rights. The Administration is not responsible for users' unlawful use of the materials."
		},
		"10": {
			"title": "10. Changes to the Terms",
			"body": "The Administration may amend the Terms at any time. The current version is published on the Site. Continued use of the Site after changes constitutes acceptance of the updated Terms."
		},
		"11": {
			"title": "11. Contacts",
			"body": "If you have questions about the Site or these Terms, contact us at: samahkinets@gmail.com."
		}
	},
	"infoPage": {
		"lear-more": "Learn More",
		"terms": "Terms of Use & Privacy"
	},
	"back": "Back",
	"menu": "Menu",
	"loading": "Loading",

	"meta": {
		"name": "Terms of Use and Privacy",
		"title": "Genealogy Terms of Service",
		"description": "Read the official Terms of Service for Genealogy, including data usage policies and legal conditions."
	}
}
