{
	"userNotFound": "Пользователь не найден. Пожалуйста, проверьте введенные данные.",
	"emailNotVerified": "Ваш email не подтвержден. Пожалуйста, проверьте вашу почту и подтвердите адрес.",
	"invalidPassword": "Неверный пароль. Пожалуйста, попробуйте еще раз или восстановите пароль, если забыли его.",

	"userNotAuthorized": "Пользователь не авторизован. Пожалуйста, войдите в систему, чтобы получить доступ.",

	"twoFactorTokenNotFound": "Токен двухфакторного аутентификации не найден. Убедитесь, что вы запрашивали токен для данного адреса электронной почты.",
	"invalidTwoFactorCode": "Неверный код двухфакторной аутентификации. Пожалуйста, проверьте веденный код и попробуйте снова.",
	"twoFactorTokenExpired": "Срок действия токена двухфакторной аутентификации истек. Пожалуйста, запросите новый токен.",
	"twoFactorRequired": "Проверьте вашу почту. Требуется код двухфакторной аутентификации.",

	"emailAlreadyInUse": "Email уже занят.",
	"invalidAction": "Недопустимое действие!",
	"checkEmailForConfirmation": "Проверьте почту для подтверждения.",
	"incorrectPassword": "Неправильный пароль.",
	"passwordUpdateFailed": "Не удалось обновить пароль.",
	"passwordChanged": "Пароль был изменен.",

	"registrationFailedEmailExists": "Регистрация не удалась. Пользователь с таким email уже существует. Пожалуйста, используйте другой email или войдите в систему.",
	"registrationSuccess": "Вы успешно зарегистрировались. Пожалуйста, подтвердите ваш email. Сообщение было отправлено на ваш почтовы адрес.",

	"tokenNotFound": "Токен не найден. Пожалуйста, проверьте правильность введенного токена или запросите новый.",
	"tokenExpired": "Время токена истек. Пожалуйста, запросите новый токен для подтверждения сброса пароля.",

	"passwordChangeHTML": "Изменения пароля",
	"passwordChangedNotificationHTML": "Здравствуйте! Пароль был успешно изменён. Если это действие совершили не вы, вы можете восстановить пароль.",
	"recoverHTML": "Восстановить",

	"identityConfirmationHTML": "Подтверждение вашей личности",
	"twoFactorAuthenticationHTML": "Двухфакторная аутентификация",
	"yourTwoFactorCodeHTML": "Ваш код двухфакторной аутентификации:",
	"enterCodeToCompleteHTML": "Пожалуйста, введите этот код в приложении для завершения процесса аутентификации.",
	"ignoreIfNotRequestedHTML": "Если вы не запрашивали этот код, просто проигнорируйте это сообщение.",

	"emailConfirmationHTML": "Подтверждение почты",
	"passwordResetHTML": "Сброс пароля",
	"passwordResetInstructionsHTML": "Привет! Вы запросили сброс пароля. Пожалуйста, перейдите по следующей ссылке, чтобы создать новый пароль:",
	"confirmPasswordResetHTML": "Подтвердить сброс пароля",
	"linkValidityNoticeHTML": "Эта ссылка действительна в течение 1 часа. Если вы не запрашивали сброс пароля, просто проигнорируйте это сообщение.",
	"emailConfirmationInstructionsHTML": "Привет! Чтобы подтвердить свой адрес электронной почты, пожалуйста, перейдите по следующей ссылке:",
	"emailLinkValidityNoticeHTML": "Эта ссылка действительна в течение 1 часа. Если вы не запрашивали подтверждение, просто проигнорируйте это сообщение.",
	"confirmEmailHTML": "Подтвердить почту",

	"authTokenNotFound": "Токен авторизации не найден. Пожалуйста, убедитесь, что у вас правильный токен.",
	"confirmationTokenExpired": "Токен подтверждения истек. Пожалуйста, запросите новый токен для подтверждения.",
    "userNotFoundRetry": "Пользователь не найден. Пожалуйста, проверьте введенный адрес электронной почты и попробуйте снова.",

	"failedToGetUserWithUrl": "Не удалось получить пользователя с {{profile_url}}. Проверьте правильность токена доступа.",
	"noTokensWithUrl": "Нет токенов с {{access_url}}. Убедитесь, что код авторизации действителен.",

	"accountDeletionHTML": "Удаление аккаунта",
	"accountDeletionCodeHTML": "Код подтверждения для удаления аккаунта",
	"pleaseEnterDeletionCodeHTML": "Пожалуйста, введите этот код для удаления аккаунта",
	"unauthorizedCodeWarningHTML": "Если вы не запрашивали этот код, возможно, кто-то получил доступ к вашему аккаунту. Пожалуйста, немедленно смените данные для входа.",

	"confirmationCodeSent": "Код подтверждения отправлен на вашу почту",
	"accountDeleted": "Ваш аккаунт был удален.",

	"treeLinkExpired": "Ссылка для доступа к дереву устарела.",

	"invalidActionForEmail": "Для этой почты недопустимое действие.",

	"auth-success": "Успешная авторизация"
}
