{
	"privacy": {
		"title": "Политика конфиденциальности",
		"toc": {
			"about": "1. О проекте",
			"data": "2. Какие данные мы собираем",
			"cookies": "3. Cookies и трекинг",
			"security": "4. Безопасность данных",
			"userRights": "5. Права пользователя",
			"ads": "6. Реклама и поддержка проекта",
			"external": "7. Ссылки на сторонние ресурсы",
			"responsibility": "8. Ответственность",
			"changes": "9. Изменения политики",
			"contacts": "10. Контакты"
		},
		"sections": {
			"about": "Это веб-приложение предназначено для создания и хранения генеалогического дерева семьи. Проект не является коммерческим и представляет собой инициативу, направленную на помощь людям в сохранении семейной памяти для будущих поколений.",
			"data": "На текущем этапе мы не собираем и не храним персональные данные (имя, email и т.д.). Дерево хранится в локальном хранилище вашего браузера. При необходимости вы можете скачать дерево в формате PNG, JPG или JSON, а также загрузить обратно в формате JSON.",
			"cookies": "Мы используем cookies исключительно для сохранения настроек сайта (язык, тема оформления). Сторонние сервисы не получают доступ к вашим данным.",
			"security": "Ваши данные хранятся в локальном хранилище браузера. Мы рекомендуем не использовать публичные устройства для работы с деревом, чтобы избежать утечки информации.",
			"userRights": "Вы можете в любое время скачать своё дерево в формате PNG, JPG или JSON, а также удалить данные из локального хранилища браузера.",
			"ads": "В будущем на сайте может размещаться реклама и кнопки для добровольной поддержки (доната). Мы не обрабатываем ваши платежные данные — их обрабатывают платёжные системы. Проект следит за изменениями законодательства РФ и принимает меры, чтобы не нарушать действующие законы.",
			"external": "Если вы переходите по внешним ссылкам или используете платёжные системы для поддержки проекта, мы не несем ответственность за их политику конфиденциальности.",
			"responsibility": "Проект предоставляется на безвозмездной основе. Мы не несем ответственности за сохранность данных, технические сбои или потерю информации.",
			"changes": "Политика может быть обновлена по мере развития проекта. Обновлённая версия будет опубликована на этой странице.",
			"contacts": "Если у вас есть вопросы, напишите на: Gmail"
		}
	},

	"termsPage": {
		"disclaimer": {
			"title": "Условия использования",
			"text": "Со своей стороны мы не храним никаких данных. Пользуйтесь сайтом на здоровье, не нарушайте законы страны, в которой находитесь. Вы можете размещать сайт в своих приложениях и ботах. Мы оставляем за собой право изменять эти условия по своему усмотрению."
		}
	}
}
