{
	"title": "Правила и условия — Genealogy",
	"lastUpdated": "Последнее обновление: [06.10.2025]",
	"sections": {
		"1": {
			"title": "1. Общие положения",
			"body": "Настоящие Правила регулируют использование веб‑приложения Genealogy (Сайт). Сайт предназначен для создания инфографики: семейных древ, древ предков и исторических проектов. Использование Сайта означает принятие Правил. Если вы не согласны — прекратите использование Сайта."
		},
		"2": {
			"title": "2. Особенности работы Сайта",
			"body": "Сайт доступен без обязательной регистрации. Данные,  сохраняются в localStorage браузера. Cookies используются для языка, темы и сессии авторизованных пользователей. Администрация не имеет доступа к данным, хранящимся только в localStorage.\n\nДля улучшения качества работы сайта и анализа посещаемости мы используем cookies и аналогичные технологии аналитических сервисов (например, Google Analytics, Яндекс.Метрика и другие). Эти файлы позволяют собирать обезличенные статистические данные, такие как количество посещений, время на сайте, источники трафика и взаимодействие с контентом. Такие данные помогают нам понимать, как пользователи используют сайт, и улучшать его функциональность. Пользователь может в любой момент отключить или удалить такие cookies через настройки своего браузера, однако это может повлиять на корректность работы некоторых функций сайта."
		},
		"3": {
			"title": "3. Регистрация и аккаунт",
			"body": "Регистрация добровольна и предоставляет дополнительные возможности (например, синхронизацию данных) при их реализации. При регистрации указывайте достоверные данные. Вы несёте ответственность за сохранность учётных данных. Удаление аккаунта возможно по запросу через форму обратной связи."
		},
		"4": {
			"title": "4. Права и обязанности Пользователя",
			"body": "Пользователь может создавать, редактировать, экспортировать (PNG, JPG, JSON) и импортировать проекты, а также удалять локальные данные. Пользователь обязан соблюдать применимое законодательство и не совершать действий, нарушающих работу Сайта или права других лиц. Также рекомендуется делать резервные копии проектов."
		},
		"5": {
			"title": "5. Ограничение ответственности",
			"body": "Сайт предоставляется 'как есть'. Администрация не гарантирует бесперебойную работу. Она не несёт ответственности за потерю данных, вызванную очисткой браузера, сбоями устройства, действиями пользователя или третьих лиц."
		},
		"6": {
			"title": "6. Конфиденциальность",
			"body": "Для анонимных пользователей данные остаются на устройстве и не передаются на сервер. При регистрации могут храниться минимальные данные (например, email) для аутентификации. Администрация применяет разумные меры защиты, но абсолютной гарантии безопасности не даёт."
		},
		"7": {
			"title": "7. Реклама и поддержка проекта",
			"body": "На Сайте может отображаться реклама и кнопки для добровольной поддержки (донаты). Платежи обрабатываются сторонними провайдерами — администрация не хранит данные карт."
		},
		"8": {
			"title": "8. Внешние ссылки",
			"body": "Сайт может содержать ссылки на сторонние ресурсы. Администрация не отвечает за содержание и политику конфиденциальности этих ресурсов."
		},
		"9": {
			"title": "9. Интеллектуальная собственность",
			"body": "Сайт и его код являются объектами интеллектуальной собственности. Пользователи вправе свободно использовать и распространять материалы и функционал Сайта, включая для создания собственных проектов, при условии соблюдения законодательства своей страны и прав третьих лиц. Администрация не несёт ответственности за незаконное использование материалов пользователями."
		},
		"10": {
			"title": "10. Изменения Правил",
			"body": "Администрация вправе вносить изменения в Правила в любое время. Актуальная версия публикуется на Сайте. Продолжение использования после изменений означает согласие с обновлённой редакцией."
		},
		"11": {
			"title": "11. Контакты",
			"body": "По вопросам, связанным с использованием Сайта и Правил, свяжитесь с нами: samahkinets@gmail.com."
		}
	},
	"infoPage": {
		"lear-more": "Подробнее",
		"terms": "Условия использования и конфиденциальность"
	},
	"back": "Назад",
	"menu": "Меню",
	"loading": "Загрузка"
}
